{
  "1": {
    "character": "यादवन",
    "description": "आप यादवन हैं, इंद्रपुरा राज्य के सबसे बड़े राजकुमार। आपके पिता, राजा धर्मेश, सिंहासन त्यागकर सन्यासी जीवन जीने का निर्णय लेते हैं। उन्होंने आपको अपना उत्तराधिकारी चुना है। लेकिन आपके चचेरे भाई, विरिटन, आपके अधिकार को चुनौती देते हैं और दावा करते हैं कि सिंहासन उनके पिता का होना चाहिए। राजसभा शानदार गलीचों से सजी हुई है और दरबारियों की फुसफुसाहट से गूंज रही है। क्या आप इसे शांति से सुलझाने का प्रयास करेंगे या अपने अधिकार को साबित करेंगे?",
    "choices": {
      "शांति से सुलझाएं": "2",
      "अधिकार साबित करें": "3"
    }
  },
  "2": {
    "character": "यादवन",
    "description": "आपने विवाद को शांति से सुलझाने का निर्णय लिया है। महल के सुन्दर बागों में, जहाँ कमल के फूल खिले हुए हैं और पक्षियों की चहचहाहट है, आप और विरिटन मिलते हैं। वह बुजुर्गों की परिषद का सुझाव देते हैं जो सही उत्तराधिकारी का फैसला करेगी। क्या आप उनके सुझाव को मानते हैं या संयुक्त शासन का प्रस्ताव रखते हैं?",
    "choices": {
      "परिषद का सुझाव मानें": "4",
      "संयुक्त शासन का प्रस्ताव रखें": "5"
    }
  },
  "3": {
    "character": "यादवन",
    "description": "आपने अपने अधिकार को साबित करने का निर्णय लिया है। भव्य सभा भवन, जिसकी ऊँची छतें और संगमरमर के फर्श हैं, आपके दृढ़ घोषणा से गूंजते हैं। आपके वफादार आपके साथ खड़े हैं, लेकिन विरिटन संतुष्ट नहीं है। वह पड़ोसी राज्यों से समर्थन मांगता है। क्या आप अपनी रक्षा को मजबूत करेंगे या उनके सहयोगियों को जीतने का प्रयास करेंगे?",
    "choices": {
      "रक्षा को मजबूत करें": "6",
      "सहयोगियों को जीतें": "7"
    }
  },
  "4": {
    "character": "यादवन",
    "description": "बुजुर्गों की परिषद के सुझाव को मानते हुए, आप प्राचीन परिषद कक्ष में अपना मामला पेश करते हैं, यह एक ऐसा स्थान है जहाँ ज्ञान और न्याय की दीवारें पिछले राजाओं के चित्रों से सजी हुई हैं। बुजुर्ग विचार-विमर्श करते हैं और अंततः आपको सही उत्तराधिकारी घोषित करते हैं। विरिटन, खुद को गलत समझता हुआ, पीछे हटता है लेकिन हार नहीं मानता। क्या आप उसे शक्ति का एक पद देंगे या उस पर नजर रखेंगे?",
    "choices": {
      "शक्ति का पद दें": "8",
      "नजर रखें": "9"
    }
  },
  "5": {
    "character": "यादवन",
    "description": "संयुक्त शासन का प्रस्ताव रखते हुए, आप और विरिटन महल में सिंहासन साझा करते हैं, जहाँ सोने से मढ़ी हुई स्तंभों और विशाल आँगनों से सुसज्जित है। लेकिन राज्य के भविष्य के लिए अलग-अलग दृष्टिकोण जल्द ही टकराव का कारण बनते हैं। क्या आप समझौता करने की कोशिश करेंगे या बुद्धिमान सलाहकारों से सलाह लेंगे?",
    "choices": {
      "समझौता करें": "10",
      "सलाहकारों से सलाह लें": "11"
    }
  },
  "6": {
    "character": "यादवन",
    "description": "अपनी रक्षा को मजबूत करते हुए, आप शहर की दीवारों को किलाबंद करते हैं और अपनी सेना को तैयार करते हैं। पहाड़ी पर खड़ा किला, राज्य की हरी-भरी घाटियों और नदियों को देखता है। विरिटन, आपकी तैयारियों को देखकर, रक्षा को भेदने का प्रयास करता है। क्या आप खुद रक्षा का नेतृत्व करेंगे या अपने विश्वसनीय जनरलों को सौंपेंगे?",
    "choices": {
      "खुद नेतृत्व करें": "12",
      "जनरलों को सौंपें": "13"
    }
  },
  "7": {
    "character": "यादवन",
    "description": "विरिटन के सहयोगियों को जीतने का प्रयास करते हुए, आप उनके दरबारों में यात्रा करते हैं, प्रत्येक दरबार पिछली दरबार से अधिक भव्य है, जिनमें रंग-बिरंगे गलीचे और खजाने हैं। आपकी आकर्षण और कूटनीति उन्हें प्रभावित करने लगती हैं। क्या आप उन्हें उपहार देंगे या उनके न्याय की भावना को प्रोत्साहित करेंगे?",
    "choices": {
      "उपहार दें": "14",
      "न्याय की भावना को प्रोत्साहित करें": "15"
    }
  },
  "8": {
    "character": "यादवन",
    "description": "विरिटन को शक्ति का पद देते हुए, आप उसे एक समृद्ध प्रांत का गवर्नर नियुक्त करते हैं। महल, जिसकी जटिल नक्काशी और विशाल बागान हैं, एक शांतिपूर्ण स्थान बन जाता है। हालांकि, विरिटन अभी भी महत्वाकांक्षाओं को संजोता है। क्या आप उसके साथ करीबी गठबंधन बनाए रखेंगे या अपने शासन को मजबूत करने पर ध्यान देंगे?",
    "choices": {
      "करीबी गठबंधन बनाए रखें": "16",
      "शासन को मजबूत करें": "17"
    }
  },
  "9": {
    "character": "यादवन",
    "description": "विरिटन पर नजर रखते हुए, आप उसकी गतिविधियों की जानकारी जुटाते हैं। महल की छुपी हुई कक्षाएं और गुप्त मार्ग आपके निगरानी नेटवर्क के रूप में काम करते हैं। आप उसके खिलाफ एक साजिश का पता लगाते हैं। क्या आप उसका सामना करेंगे या चुपचाप उसके समर्थकों को निष्क्रिय करेंगे?",
    "choices": {
      "सामना करें": "18",
      "समर्थकों को निष्क्रिय करें": "19"
    }
  },
  "10": {
    "character": "यादवन",
    "description": "समझौता करने की कोशिश करते हुए, आप विरिटन को महल के बागों के एक एकांत हिस्से में आमंत्रित करते हैं, जहाँ सुगंधित फूल और शांत फव्वारे एक शांत दृश्य बनाते हैं। आपकी कोशिशों के बावजूद, विरिटन जिद्दी बना रहता है। क्या आप अपने फैसले लागू करेंगे या एक मध्यस्थ की तलाश करेंगे?",
    "choices": {
      "फैसले लागू करें": "20",
      "मध्यस्थ की तलाश करें": "21"
    }
  },
  "11": {
    "character": "यादवन",
    "description": "बुद्धिमान सलाहकारों से सलाह लेते हुए, आप ऋषि विश्रुत के आश्रम में जाते हैं, जो प्राचीन वृक्षों और एक शांत नदी से घिरा हुआ है। उनकी बुद्धिमत्ता आपको विरिटन के साथ सामंजस्य बनाने में मदद करती है। राज्य एक समृद्धि और स्थिरता का समय देखता है। क्या आप कहानी को फिर से शुरू करना चाहेंगे?",
    "choices": {
      "फिर से शुरू करें": "1"
    }
  },
  "12": {
    "character": "यादवन",
    "description": "खुद रक्षा का नेतृत्व करते हुए, आप किले की प्राचीर से अपने सैनिकों को प्रोत्साहित करते हैं। युद्ध भयंकर है, और आपकी बहादुरी आपके सैनिकों को प्रेरित करती है। आप विरिटन की सेनाओं को पीछे हटाने में सफल होते हैं, लेकिन व्यक्तिगत जोखिम बहुत अधिक होता है। क्या आप कहानी को फिर से शुरू करना चाहेंगे?",
    "choices": {
      "फिर से शुरू करें": "1"
    }
  },
  "13": {
    "character": "यादवन",
    "description": "अपने विश्वसनीय जनरलों को सौंपते हुए, वे अपनी रणनीतिक कुशलता से विरिटन की सेनाओं को मात देते हैं। किला मजबूती से खड़ा है और आपकी नेतृत्व की सराहना होती है। क्या आप कहानी को फिर से शुरू करना चाहेंगे?",
    "choices": {
      "फिर से शुरू करें": "1"
    }
  },
  "14": {
    "character": "यादवन",
    "description": "विरिटन के सहयोगियों को उपहार देते हुए, आप अस्थायी रूप से उनका समर्थन जीतते हैं। लेकिन इस दृष्टिकोण से आपके अपने लोग नाराज हो जाते हैं। आंतरिक कलह आपके शासन को कमजोर करती है। क्या आप कहानी को फिर से शुरू करना चाहेंगे?",
    "choices": {
      "फिर से शुरू करें": "1"
    }
  },
  "15": {
    "character": "यादवन",
    "description": "उनके न्याय की भावना को प्रोत्साहित करते हुए, आप विरिटन के सहयोगियों का सम्मान और समर्थन प्राप्त करते हैं। वे आपको अपना शासन सुरक्षित करने में मदद करते हैं और राज्य निष्पक्ष शासन के तहत फलता-फूलता है। क्या आप कहानी को फिर से शुरू करना चाहेंगे?",
    "choices": {
      "फिर से शुरू करें": "1"
    }
  }
}
